Repository: Elorucov/Laney-Legacy
Catalog: Elorucov.Laney/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru, uk_ua

# sb_nousers
source: Your blacklist is empty. Blocked users cannot send you messages.
ru_ru: Ваш чёрный список пуст. Люди из чёрного списка не могут отправлять Вам личные сообщения.
uk_ua: Ваш чорний список порожній. Люди з чорного списку не можуть надсилати Вам приватні повідомлення.

# settings_appearance.Text
source: Appearance
ru_ru: Оформление
uk_ua: Оформлення

# settings_blacklist.Text
source: Black list
ru_ru: Чёрный список
uk_ua: Чорний список

# settings_general.Text
source: General
ru_ru: Основные
uk_ua: Основнi

# settings_notifications.Text
source: Notifications
ru_ru: Уведомления
uk_ua: Сповiщення

# settings_privacy.Text
source: Privacy
ru_ru: Приватность
uk_ua: Конфiденцiйнiсть

# settings_reactions.Text
source: Reactions
ru_ru: Реакции
uk_ua: Реакцiї

# settings_about_app.Text
source: About app
ru_ru: О приложении
uk_ua: Про програму

# settings_experimental.Text
source: Experimental
ru_ru: Экспериментальные

# sg_apiserver.Header
source: API server
ru_ru: Сервер API
uk_ua: Сервер API

# sg_apiserver_change.Content
source: Change
ru_ru: Сменить
uk_ua: Змінити

# sg_apiserver_notusing
source: Not using
ru_ru: Не используется
uk_ua: Не використовується

# sg_lang.Header
source: Language
ru_ru: Язык
uk_ua: Мова

# sg_logs.Header
source: Logs
ru_ru: Логи
uk_ua: Логи

# sg_logs_empty
source: Empty
ru_ru: Отсутсвуют
uk_ua: Відсутні

# sg_logs_export.Content
source: Export & clear
ru_ru: Экспорт & очист.
uk_ua: Очистити

# sg_logs_sizeinfo
source: Logs size
ru_ru: Размер файлов логов
uk_ua: Розмір файлв логів

# underconstruction
source: This feature is under construction and not ready yet.
ru_ru: Эта функция находится в разработке и ещё не готова.
uk_ua: Ця функція знаходиться у розробці та ще не готова.

# underconstruction_t.Text
source: This feature is under construction and not ready yet.
ru_ru: Эта функция находится в разработке и ещё не готова.
uk_ua: Ця функція знаходиться у розробці та ще не готова.

# user_gen
source: users
ru_ru: пользователя
uk_ua: копистувача

# user_nom
source: user
ru_ru: пользователь
uk_ua: користувач

# user_plu
source: users
ru_ru: пользователей
uk_ua: користувачів

# conv_return_chat
source: Return to chat
ru_ru: Вернуться в беседу
uk_ua: Повернутися в бесiду

# channel_subscribe
source: Follow channel
ru_ru: Подписаться на канал
uk_ua: Підписатися на канал

# channel_unsubscribe
source: Unfollow channel
ru_ru: Отписаться от канала
uk_ua: Відписатися від каналу

# last_seen_Female
source: last seen in
ru_ru: была в сети в
uk_ua: була у мережi

# forwarded_msgs_link_gen
source: forwarded messages
ru_ru: пересланных сообщения
uk_ua: переслані повідомлення

# forwarded_msgs_link_nom
source: Forwarded message
ru_ru: Пересланное сообщение
uk_ua: Переслані повідомлення

# forwarded_msgs_link_plu
source: forwarded messages
ru_ru: пересланных сообщений
uk_ua: пересланих повідомлень

# msg_del_ctx_delall
source: For all
ru_ru: Для всех
uk_ua: Для всіх

# msg_del_ctx_delme
source: For me
ru_ru: У себя
uk_ua: У себе

# msg_del_ctx_spam
source: Mark as spam
ru_ru: Отметить как спам
uk_ua: Відзначити як спам

# msg_del_multi
source: Messages deleted.
ru_ru: Сообщения удалены.
uk_ua: Повідомлення видалені.

# msg_del_single
source: Message deleted.
ru_ru: Сообщение удалено.
uk_ua: Повідомлення видалено.

# msg_del_spam_multi
source: Messages marked as spam and deleted.
ru_ru: Сообщения были помечены как спам и удалены.
uk_ua: Повідомлення були позначені як спам і видалені.

# msg_del_spam_single
source: Message marked as spam and deleted.
ru_ru: Сообщение было помечено как спам и удалено.
uk_ua: Повідомлення було позначено як спам і видалено.

# botbtn_position
source: Location
ru_ru: Место
uk_ua: Місце

# geo_error
source: Failed to get your position
ru_ru: Не удалось получить Ваше местоположение
uk_ua: Не вдалося отримати ваше місцезнаходження

# attachment_story
source: Story
ru_ru: История
uk_ua: Історія

# msgmodaltitle_fwd_message
source: Forwarded message
ru_ru: Пересланное сообщение
uk_ua: Переслане повідомлення

# msgmodaltitle_fwd_messages
source: Forwarded messages
ru_ru: Пересланные сообщения
uk_ua: Переслані повідомлення

source: Story from group
ru_ru: История от группы
uk_ua: Історія від групи

# story_from_user
source: Story from
ru_ru: История от
uk_ua: Історія від

# story_restriction_deleted
source: Story deleted
ru_ru: История удалена
uk_ua: Історія видалена

# story_restriction_expired
source: The story could be viewed within 24 hours after publication
ru_ru: Историю можно было посмотреть в течение 24 часов после публикации
uk_ua: Історію можна було подивитися протягом 24 годин після публікації

# story_restriction_private
source: The author has hidden the story
ru_ru: Автор скрыл историю
uk_ua: Автор приховав історію

# botbtn_paywith.Text
source: Pay with
ru_ru: Оплатить через
uk_ua: Оплатити через

# botbtn_services
source: Services
ru_ru: Сервисы
uk_ua: Сервіси

source: Community
ru_ru: Сообщество
uk_ua: Спільнота

source: Channel invitation
ru_ru: Приглашение в канал
uk_ua: Запрошення в канал

# channel_join
source: Join channel
ru_ru: Подписаться на канал
uk_ua: Підписатися на канал

# addchatuser_max
source: Maximum: {0}
ru_ru: Максимум: {0}
uk_ua: Максимум: {0}

# addchatuser_modal.Title
source: Select members
ru_ru: Выберите участников
uk_ua: Виберіть учасників

# addchatuser_vmc_1.Text
source: New chat members will see the last
ru_ru: Новые участники беседы увидят
uk_ua: Нові учасники бесіди побачать

# addchatuser_vmc_2.Text
source: messages
ru_ru: последних сообщений
uk_ua: останніх повідомлень

# addchatuser_vmc_err
source: The value must be between 0 and 1000
ru_ru: Значение должен быть между 0 и 1000
uk_ua: Значення має бути між 0 і 1000

# atch_audio_message_gen
source: voice messages
ru_ru: голосовые сообщения
uk_ua: голосові повідомлення

# atch_audio_message_nom
source: voice message
ru_ru: голосовое сообщение
uk_ua: голосове повідомлення

# atch_audio_message_plu
source: voice messages
ru_ru: голосовых сообщений
uk_ua: голосових повідомлень

# atch_audio_gen
source: audios
ru_ru: аудиозаписи
uk_ua: аудіозаписи

# atch_audio_nom
source: audio
ru_ru: аудиозапись
uk_ua: аудіозапис

# atch_audio_plu
source: audios
ru_ru: аудиозаписей
uk_ua: аудіозаписів

# atch_doc_gen
source: files
ru_ru: файла
uk_ua: файлу

# atch_doc_nom
source: file
ru_ru: файл
uk_ua: файл

# atch_doc_plu
source: files
ru_ru: файлов
uk_ua: файлів

# atch_geo
source: location
ru_ru: место
uk_ua: місце

# atch_gift
source: gift
ru_ru: подарок
uk_ua: подарунок

# atch_gift_nom
source: gift
ru_ru: подарок
uk_ua: подарунок

# atch_gift_gen
source: gifts
ru_ru: подарка
uk_ua: подарунки

# atch_gift_plu
source: gifts
ru_ru: подарков
uk_ua: подарунків

# atch_graffiti
source: graffiti
ru_ru: граффити
uk_ua: графіті

# atch_graffiti_nom
source: graffiti
ru_ru: граффити
uk_ua: графіті

# atch_graffiti_gen
source: graffities
ru_ru: граффити
uk_ua: графіті

# atch_graffiti_plu
source: graffities
ru_ru: граффити
uk_ua: графіті

# atch_link
source: link
ru_ru: ссылка
uk_ua: посилання

# atch_link_nom
source: link
ru_ru: ссылка
uk_ua: посилання

# atch_link_gen
source: links
ru_ru: ссылки
uk_ua: посилання

# atch_link_plu
source: links
ru_ru: ссылок
uk_ua: посилань

# atch_market_gen
source: products
ru_ru: товары
uk_ua: товари

# atch_market_nom
source: product
ru_ru: товар
uk_ua: товар

# atch_market_plu
source: products
ru_ru: товаров
uk_ua: товарів

# atch_photo_gen
source: photos
ru_ru: фотографии
uk_ua: фотографії

# atch_photo_nom
source: photo
ru_ru: фотография
uk_ua: фотографія

# atch_photo_plu
source: photos
ru_ru: фотографий
uk_ua: фотографій

# atch_podcast
source: podcast
ru_ru: подкаст
uk_ua: подкаст

# atch_podcast_nom
source: podcast
ru_ru: подкаст

# atch_podcast_gen
source: podcasts
ru_ru: подкаста

# atch_podcast_plu
source: podcasts
ru_ru: подкастов

# atch_poll
source: poll
ru_ru: опрос
uk_ua: опитування

# atch_poll_nom
source: poll
ru_ru: опрос
uk_ua: опитування

# atch_poll_gen
source: polls
ru_ru: опроса
uk_ua: опитування

# atch_poll_plu
source: polls
ru_ru: опросов
uk_ua: опитувань

# atch_sticker
source: sticker
ru_ru: стикер
uk_ua: стікер

# atch_sticker_nom
source: sticker
ru_ru: стикер
uk_ua: стікер

# atch_sticker_gen
source: stickers
ru_ru: стикера
uk_ua: стікери

# atch_sticker_plu
source: stickers
ru_ru: стикеров
uk_ua: стикерів

# atch_ugc_sticker
source: sticker
ru_ru: стикер
uk_ua: стікер

# atch_ugc_sticker_nom
source: sticker
ru_ru: стикер
uk_ua: стікер

# atch_ugc_sticker_gen
source: stickers
ru_ru: стикера
uk_ua: стікери

# atch_ugc_sticker_plu
source: stickers
ru_ru: стикеров
uk_ua: стикерів

# atch_story
source: story
ru_ru: история
uk_ua: історія

# atch_story_nom
source: story
ru_ru: история
uk_ua: історія

# atch_story_gen
source: stories
ru_ru: истории
uk_ua: історії

# atch_story_plu
source: stories
ru_ru: историй
uk_ua: історій

# atch_narrative
source: narrative
ru_ru: сюжет
uk_ua: сюжет

# atch_narrative_nom
source: narrative
ru_ru: сюжет
uk_ua: сюжет

# atch_narrative_gen
source: narratives
ru_ru: сюжета
uk_ua: сюжети

# atch_narrative_plu
source: narratives
ru_ru: сюжетов
uk_ua: сюжетів

# atch_video_gen
source: videos
ru_ru: видеозаписи
uk_ua: відеозаписи

# atch_video_nom
source: video
ru_ru: видеозапись
uk_ua: відеозапис

# atch_video_plu
source: videos
ru_ru: видеозаписей
uk_ua: відеозаписів

# atch_wall_reply
source: wall reply
ru_ru: комментарий на стене
uk_ua: коментар зi стіні

# atch_wall_reply_nom
source: wall reply
ru_ru: комментарий
uk_ua: коментар

# atch_wall_reply_gen
source: wall replies
ru_ru: комментария
uk_ua: коментарi

# atch_wall_reply_plu
source: wall replies
ru_ru: комментариев
uk_ua: коментарів

# atch_wall
source: wall post
ru_ru: запись со стены
uk_ua: запис зі стіни

# atch_wall_nom
source: wall post
ru_ru: запись со стены
uk_ua: запис зі стіни

# atch_wall_gen
source: wall posts
ru_ru: записи со стены
uk_ua: записи зі стіни

# atch_wall_plu
source: wall posts
ru_ru: записей со стены
uk_ua: записів зі стіни

# atch_curator
source: curator
ru_ru: куратор
uk_ua: куратор

# atch_curator_nom
source: curator
ru_ru: куратор
uk_ua: куратор

# atch_curator_gen
source: curators
ru_ru: куратора
uk_ua: куратори

# atch_curator_plu
source: curators
ru_ru: кураторов
uk_ua: кураторів

# atch_widget_gen
source: widgets
ru_ru: виджета
uk_ua: вiджету

# atch_widget_nom
source: widget
ru_ru: виджет
uk_ua: вiджет

# atch_widget_plu
source: widgets
ru_ru: виджетов
uk_ua: вiджетiв

# atch_audio_playlist_gen
source: playlists
ru_ru: плейлиста
uk_ua: плейлиста

# atch_audio_playlist_nom
source: playlist
ru_ru: плейлист
uk_ua: плейлист

# atch_audio_playlist_plu
source: playlists
ru_ru: плейлистов
uk_ua: плейлистiв

# atch_artist
source: artist
ru_ru: исполнитель
uk_ua: виконавець

# atch_artist_nom
source: artist
ru_ru: исполнитель
uk_ua: виконавец

# atch_artist_gen
source: artists
ru_ru: исполнителя
uk_ua: виконавцi

# atch_artist_plu
source: artists
ru_ru: исполнителей
uk_ua: виконавцiв

# atch_mini_app_gen
source: mini apps
ru_ru: мини-приложения
uk_ua: міні-додатка

# atch_mini_app_nom
source: mini app
ru_ru: мини-приложение
uk_ua: міні-додаток

# atch_mini_app_plu
source: mini apps
ru_ru: мини-приложений
uk_ua: міні-додаткiв

# atch_article
source: article
ru_ru: статья
uk_ua: стаття

# atch_article_nom
source: article
ru_ru: статья
uk_ua: стаття

# atch_article_gen
source: articles
ru_ru: статьи
uk_ua: статті

# atch_article_plu
source: articles
ru_ru: статей
uk_ua: статей

# convcreate.Text
source: Create conversation
ru_ru: Создать беседу
uk_ua: Створити бесіду

# convcreate_empty
source: Select friends or name the conversation, if you don't want to add anyone
ru_ru: Выберите друзей или введите название беседы, если не хотите никого добавить
uk_ua: Оберіть друзів або введіть назву бесіди, якщо не бажаєте нікого додавати

# convcreate_tb.PlaceholderText
source: Chat name
ru_ru: Название чата
uk_ua: Назва бесіди

# friends_count_gen
source: friends
ru_ru: друга
uk_ua: друга

# friends_count_nom
source: friend
ru_ru: друг
uk_ua: друг

# friends_count_plu
source: friends
ru_ru: друзей
uk_ua: друзiв

# invitebtn.Content
source: Invite
ru_ru: Пригласить
uk_ua: Запросити

# load_error
source: Loading error
ru_ru: Произошла ошибка
uk_ua: Відбулася помилка

# load_error_xaml.Text
source: Loading error
ru_ru: Произошла ошибка
uk_ua: Відбулася помилка

# nextbtn.Content
source: Next
ru_ru: Далее
uk_ua: Далі

# community_link.Text
source: the Laney community.
ru_ru: в сообщество Laney.
uk_ua: до спільноти Laney.

# globerror_logs.Text
source: Also you can save logs and send it to
ru_ru: Вы также можете сохранить логи и отправить их
uk_ua: Також ви можете зберегти логи та надіслати їх

# globerror_logs_ok
source: Logs had beed saved
ru_ru: Логи сохранены
uk_ua: Логи надіслано

# globerror_report.Text
source: Send a report about this problem to the developer, it will help find and fix it.
ru_ru: Отправьте отчёт об ошибке разработчику, это поможет найти и исправить ошибку.
uk_ua: Надішліть звіт про помилку розробнику, це допоможе знайти та виправити помилку.

# globerror_report_ok
source: Report has been sent
ru_ru: Отчёт отправлен
uk_ua: Звіт надіслано

# globerror_savelogs.Content
source: Save logs
ru_ru: Сохранить логи
uk_ua: Зберегти логи

# globerror_sendreport.Content
source: Send report
ru_ru: Отправить отчёт
uk_ua: Надіслати звіт

# globerror_sendreport_modal_title
source: Send report
ru_ru: Отправить отчёт
uk_ua: Надіслати звіт

# globerror_title.Text
source: Sorry, but something went wrong and Laney has to be restarted
ru_ru: К сожалению, что-то пошло не так, и Laney придётся перезапустить
uk_ua: На жаль, щось пішло не так, Laney доведеться перезапустити

# atch_call
source: call
ru_ru: звонок
uk_ua: дзвінок

# giftx.Text
source: Gift
ru_ru: Подарок
uk_ua: Подарунок

source: from
ru_ru: от
uk_ua: вiд

# cv_drop_doc
source: Drop files here to attach them to message
ru_ru: Перенесите сюда файлы, чтобы прикрепить их к сообщению
uk_ua: Перенесіть сюди файли, щоб додати до повідомлення

# cv_drop_doc_post
source: Drop files here to attach them to post
ru_ru: Перенесите сюда файлы, чтобы прикрепить их к записи
uk_ua: Перенесіть сюди файли, щоб додати до запису

# cv_drop_photo.Text
source: Drop photos here to attach them to message
ru_ru: Перенесите сюда фотографии, чтобы прикрепить их к сообщению
uk_ua: Перенесіть сюди фотографії, щоб додати до повідомлення

# cv_drop_photo_post.Text
source: Drop photos here to attach them to post
ru_ru: Перенесите сюда фотографии, чтобы прикрепить их к записи
uk_ua: Перенесіть сюди фотографії, щоб додати до запису

# cv_drop_photo_doc
source: Drop photos here to attach them as files
ru_ru: Перенесите сюда фотографии, чтобы прикрепить их как файлы
uk_ua: Перенесіть сюди фотографії, щоб прикріпити їх як файли

# cv_drop_video.Text
source: Drop videos here to attach them to message
ru_ru: Перенесите сюда видеозаписи, чтобы прикрепить их к сообщению
uk_ua: Перенесіть сюди відеозаписи, щоб додати до повідомлення

# cv_drop_video_post.Text
source: Drop videos here to attach them to post
ru_ru: Перенесите сюда видеозаписи, чтобы прикрепить их к записи
uk_ua: Перенесіть сюди відеозаписи, щоб додати до запису

# cv_drop_video_doc
source: Drop videos here to attach them as files
ru_ru: Перенесите сюда видеозаписи, чтобы прикрепить их как файлы
uk_ua: Перенесіть сюди відеозаписи, щоб прикріпити їх як файли

# choose_recipient
source: Select recipient
ru_ru: Выберите получателя
uk_ua: Виберіть одержувача

# photoviewer_savedtoalbum
source: Photo saved to "Saved photos" album
ru_ru: Фотография сохранена в альбом «Сохранённые фотографии»
uk_ua: Фотографія збережена в альбом «Збережені фотографії»

# photoviewer_savetoalbumbtn
source: Save to album
ru_ru: Сохранить в альбом
uk_ua: Зберегти в альбом

# ctxsharebtn.Text
source: Share
ru_ru: Поделиться
uk_ua: Подiлитися

source: Share
ru_ru: Поделиться
uk_ua: Подiлитися

# poll_anonymous
source: Anonymous poll
ru_ru: Анонимный опрос
uk_ua: Анонімне голосування

# poll_finished
source: finished
ru_ru: завершён
uk_ua: завершено

# poll_disable_unvote
source: can't retract votes
ru_ru: переголосовать нельзя
uk_ua: переголосувати неможливо

# poll_no_votes
source: No one has voted
ru_ru: Никто не проголосовал
uk_ua: Ніхто не проголосував

# poll_public
source: Public poll
ru_ru: Публичный опрос
uk_ua: Відкрите голосування

# poll_result_people_gen
source: person voted
ru_ru: человека
uk_ua: особи

# poll_result_people_nom
source: person voted
ru_ru: человек
uk_ua: особа

# poll_result_people_plu
source: people voted
ru_ru: человек
uk_ua: осіб

# poll_vote.Content
source: Vote
ru_ru: Проголосовать
uk_ua: Проголосувати

# poll_votes_gen
source: votes
ru_ru: голоса
uk_ua: голоси

# poll_votes_nom
source: vote
ru_ru: голос
uk_ua: голос

# poll_votes_plu
source: votes
ru_ru: голосов
uk_ua: голосiв

# poll_vote_first
source: Be the first to vote!
ru_ru: Проголосуйте первым!
uk_ua: Проголосуйте першим!

source: until
ru_ru: до
uk_ua: до

source: Open
ru_ru: Открыть
uk_ua: Вiдкрити

# reply_msg_link
source: In reply to…
ru_ru: В ответ на сообщение
uk_ua: У відповідь на повідомлення

# ActionScreenshotFemale
source: took a screenshot
ru_ru: сделала скриншот
uk_ua: зробила скриншот

# ActionScreenshotMale
source: took a screenshot
ru_ru: сделал скриншот
uk_ua: зробив скриншот

# msg_disappeared_title
source: Self-destructing messages
ru_ru: Исчезающие сообщения
uk_ua: Щезаючі повідомлення

# msg_disappeared.Text
source: Message self-destructed
ru_ru: Сообщение исчезло
uk_ua: Повідомлення зникло

# msg_disappeared_desc
source: Right-click or long-press the send button to send a message that will disappear after some time.
ru_ru: Нажмите правой кнопкой мыши или удерживайте кнопку отправки, чтобы отправить сообщение, которое исчезнет спустя некоторое время.
uk_ua: Натисніть правою кнопкою миші або утримуйте кнопку надсилання, щоб надіслати повідомлення, яке зникне через деякий час.

# about_donate.Title
source: Donate
ru_ru: Поддержать
uk_ua: Підтримати

# replied
source: reply to your message
ru_ru: ответ на ваше сообщение
uk_ua: вiдповiдь на ваше повiдомлення

# push_notification_reply.Header
source: Send messages from notifications as a reply
ru_ru: Отправить сообщение из уведомления как ответ
uk_ua: Надсилати повідомлення з сповіщень як відповідь

# push_notification_type.Header
source: Push-notification
ru_ru: Push-уведомления
uk_ua: Push-сповіщення

# push_notification_type_disabled.Content
source: None
ru_ru: Никакие
uk_ua: Жодні

# push_notification_type_interactive.Content
source: Interactive
ru_ru: Интерактивные
uk_ua: Інтерактивні

# push_notification_type_standart.Content
source: Standart
ru_ru: Стандартные
uk_ua: Стандартні

# push_interactive_settings.Header
source: Interactive notifications
ru_ru: Интерактивные уведомления
uk_ua: Інтерактивні сповіщення

# chatinfo_memctx_addadmin
source: Appoint as administrator
ru_ru: Назначить администратором
uk_ua: Призначити адмiнiстратором

# chatinfo_memctx_kick
source: Remove from chat
ru_ru: Исключить из беседы
uk_ua: Виключити з бесiди

# chatinfo_memctx_remadmin
source: Dismiss administrator
ru_ru: Разжаловать администратора
uk_ua: Розжалувати адмiнiстратора

# chatinfo_memctx_disable_writing
source: Deny writing to chat
ru_ru: Запретить писать в чат
uk_ua: Заборонити писати в чат

# chatinfo_memctx_enable_writing
source: Allow writing to chat
ru_ru: Разрешить писать в чат
uk_ua: Дозволити писати в чат

# chatinfo_btn_mgmt.Text
source: Management
ru_ru: Управление
uk_ua: Керування

# chatmgmt.Title
source: Chat management settings
ru_ru: Настройки управления чатом
uk_ua: Налаштування керування чатом

# chatmgmt_stg_invite
source: Can invite members to the chat
ru_ru: Могут приглашать участников в беседу
uk_ua: Можуть запрошувати учасників до бесіди

# chatmgmt_stg_change_info
source: Can edit chat information
ru_ru: Могут редактировать информацию беседы
uk_ua: Можуть редагувати інформацію бесіди

# chatmgmt_stg_change_pin
source: Can change a pinned message
ru_ru: Могут менять закреплённое сообщение
uk_ua: Можуть змінювати закріплене повідомлення

# chatmgmt_stg_use_mass_mentions
source: Can use mass mentions
ru_ru: Могут использовать массовые упоминания
uk_ua: Можуть використовувати масові згадки

# chatmgmt_stg_see_invite_link
source: Can see the chat invite link
ru_ru: Могут видеть ссылку на беседу
uk_ua: Можуть бачити посилання на бесіду

# chatmgmt_stg_call
source: Can start group calls
ru_ru: Могут начинать групповые звонки
uk_ua: Можуть починати групові дзвінки

# chatmgmt_stg_change_admins
source: Can add administrators
ru_ru: Могут добавлять администраторов
uk_ua: Можуть додавати адміністраторів

# chatmgmt_stg_change_style
source: Can change the chat theme
ru_ru: Могут менять оформление чата
uk_ua: Можуть змінювати оформлення чату

# chatmgmt_opt_all
source: All members
ru_ru: Все участники
uk_ua: Всі учасники

# chatmgmt_opt_owner_admins
source: Creator and administrators
ru_ru: Создатель и администраторы
uk_ua: Організатор та адміністратори

# chatmgmt_opt_owner
source: Only creator
ru_ru: Только создатель
uk_ua: Лише організатор

# chatmgmt_chat_regular.Content
source: Regular chat
ru_ru: Обычный чат
uk_ua: Звичайний чат

# chatmgmt_chat_private.Content
source: Private chat
ru_ru: Закрытый чат
uk_ua: Закритий чат

# action_cannot_be_undone
source: This cannot be undone.
ru_ru: Отменить это действие будет невозможно.
uk_ua: Скасувати цю дію буде неможливо.

# convctx_delete
source: Clear message history
ru_ru: Очистить историю сообщений
uk_ua: Очистити історію повідомлень

# convctx_mark_as_read
source: Mark as read
ru_ru: Отметить прочитанным
uk_ua: Позначити прочитаним

# convctx_mark_as_unread
source: Mark as unread
ru_ru: Отметить непрочитанным
uk_ua: Позначити непрочитаним

# conv_delete_confirmation_chat
source: Are you sure you want to delete the entire message history for this group chat?
ru_ru: Вы действительно хотите удалить всю переписку в этой беседе?
uk_ua: Ви справді хочете видалити все листування у цій бесіді?

# conv_delete_confirmation_group
source: Are you sure you want to clear the entire message history with "{0}" community?
ru_ru: Вы действительно хотите удалить всю переписку с сообществом «{0}»?
uk_ua: Ви справді хочете видалити все листування з спільнотою «{0}»?

# conv_delete_confirmation_user
source: Are you sure you want to clear the entire message history with {0}?
ru_ru: Вы действительно хотите удалить всю переписку с {0}?
uk_ua: Ви справді хочете видалити все листування з {0}?

# conv_allow_messages
source: Allow messages
ru_ru: Разрешить сообщения
uk_ua: Дозволити повідомлення

# conv_block_messages
source: Block messages
ru_ru: Запретить сообщения
uk_ua: Заборонити повідомлення

# ActionInviteUserByCallFemale
source: invited
ru_ru: пригласила в звонок
uk_ua: запросила до дзвінка

# ActionInviteUserByCallMale
source: invited
ru_ru: пригласил в звонок
uk_ua: запросив до дзвінка

# ActionInviteUserByCallJoinLinkFemale
source: joined the call via link
ru_ru: присоединилась к звонку по ссылке
uk_ua: приєдналася до дзвінка за посиланням

# ActionInviteUserByCallJoinLinkMale
source: joined the call via link
ru_ru: присоединился к звонку по ссылке
uk_ua: приєднався до дзвінка за посиланням

source: Group call
ru_ru: Групповой звонок
uk_ua: Груповий дзвінок

# atch_group_call_in_progress
source: Group call
ru_ru: Групповой звонок
uk_ua: Груповий дзвінок

source: Outgoing call
ru_ru: Исходящий звонок
uk_ua: Вихідний дзвінок

source: Incoming call
ru_ru: Входящий звонок
uk_ua: Вхідний дзвінок

# call_missed
source: Missed
ru_ru: Пропущен
uk_ua: Пропущений

# call_canceled
source: Canceled
ru_ru: Отменён
uk_ua: Скасований

# call_declined
source: Declined
ru_ru: Отклонён
uk_ua: Відхилений

# sg_passcode.Header
source: Local password
ru_ru: Локальный пароль
uk_ua: Локальний пароль
